export default [
  {
    title:'宜蘭縣下水道營運管理系統-派工管理模組',
    img: require('./assets/下水道.png'),
    li1:'- 可依據日期加入所需要的保養項目。',
    li2:'- 派工模組能選擇當日保養項目，並提供當日保養之派工單列表匯出功能。',
    li3:'- 派工模組內未執行保養之設備依不同週期分頁顯示，並依時間排序。',
    li4:'- 可選取不同週期之未執行保養項目，帶入當日派工項目之功能。',
    li5:'- 針對當日派工單未完成之項目，可退回至未保養清單內。',
    li6:'- 新增保養人員可使用設備維護保養APP確認維護保養執行情形功能，提供編輯、刪除保養項目功能。'
  },
  {
    title:'環保署圖資申請、審查頁面',
    img: require('./assets/環保署.png'),
    li1:'- 提供給業務單位公務員或廠商申請、展延地理資料使用申請書。',
    li2:'- 提供地理資料使用申請查詢功能。',
    li3:'- 讓使用者、管理者可以上傳、下載所需要的文件。',
    li4:'- 地理資料清單介接外部提供的服務，讓管理員可不透過資料庫進行更新。',
    li5:'- 送出、核可申請時系統寄發mail通知管理者、業務單位承辦。',
  },
  {
    title:'測速照相後台管理',
    img: require('./assets/測速.png'),
    li1:'- 提供管理者搜尋、匯入、匯出excel功能。',
    li2:'- 讓管理者可以新增、編輯、刪除項目。',
    li3:'- 管理員及會員帳號的管理。',
    li4:'- 測速照相審核功能。',
    li5:'- 提供tinymce讓管理員編輯。'
  },
  {
    title:'Live Streamer AX310',
    img: require('./assets/ax-310.jpg'),
    li1:'- 製作數位/類比時鐘 、計時器、鬧鐘 widgets。',
    li3:'- 鬧鐘、計時器提供音源，讓使用者可以選擇自己喜歡的音樂。',
    li4:'- 點擊設備的螢幕即可使計時器、鬧鐘開始、暫停，且螢幕便會出現倒數的時間。',
    li5:'- 使用者可自行變化大小、顏色、圖片。',
  },
  {
    title:'icon builder(Live Streamer AX310)',
    img: require('./assets/icon-builder.jpg'),
    li1:'- 使用Fabric.js製作。',
    li2:'- 提供50幾種預設圖片或圖案供使用者選擇。',
    li3:'- 實現更改size、color、存檔、對齊線...等功能。',
    li4:'- 可切換hokey或是background做不同的設計。',
  },
  
];