export default [
  {
    title:'水資源回收 中心、揚水站設備管理模組-派工管理(宜蘭縣下水道營運管理系統)',
    img: require('./assets/下水道.png'),
    li1:'- 可針對水資源回收中心一機一卡之設備新增派工模組。',
    li2:'- 派工模組須能選擇當日保養項目，並提供當日保養之派工單列表匯出功能。',
    li3:'- 派工模組內未執行保養之設備依不同週期分頁顯示，並依時間排序。',
    li4:'- 可選取不同週期之未執行保養項目，帶入當日派工項目之功能。',
    li5:'- 針對當日派工單未完成之項目，可退回至未保養清單內。',
    li6:'- 新增保養人員可使用設備維護保養APP確認維護保養執行情形功能，提供編輯、刪除保養項目功能。',
    id: 'water'
  },
  {
    title:'環保署圖資申請、審查頁面',
    img: require('./assets/環保署.png'),
    li1:'- 提供給業務單位公務員或廠商申請、展延地理資料使用申請書',
    li2:'- 提供地理資料使用申請查詢功能',
    li3:'- 讓使用者可以上傳切結書、IGSS審核',
    li4:'專案人力資源配置與管控',
    li5:'現金出納 財務處理',
    li6:'在控管方面成功在去年教育部委辦計畫共八項中有六項執行率達90%，其中四項更達到95%'
  },
  {
    title:'測速照相後台管理',
    img: require('./assets/測速.png'),
    li1:'- 提供管理者操作後台',
    li2:'每月統整、計算中心專案、兼任人員薪資、業務獎勵金、加班費',
    li3:'統計各計劃案業務費及人事費的預支款項核結監督',
    li4:'專案人力資源配置與管控',
    li5:'現金出納 財務處理',
    li6:'在控管方面成功在去年教育部委辦計畫共八項中有六項執行率達90%，其中四項更達到95%'
  },
  {
    title:'Live Streamer AX310',
    img: require('./assets/ax-310.jpg'),
    li1:'- 製作數位/類比時鐘 、計時器、鬧鐘 widgets',
    li2:'使用jenkins並搭配shell script、puppeteer及python..做自動發行(CD)',
    li3:'使用javascript製作專案(Live Streamer AX310)所需四種widgets',
    li4:'提供sample code給外部開發人員參考',
    li5:'使用fabric js來製作icon-builder網頁，讓使用者可以客製化hotkey的樣式',
    li6:'與後端工程師合作，開發widget store後台管理介面功能'
  },
  {
    title:'icon builder(Live Streamer AX310)',
    img: require('./assets/icon-builder.jpg'),
    li1:'- 使用Fabric.js',
    li2:'- 功能UI畫面',
    li3:'- 實現更改size、color、存檔、對齊線...等功能',
    li4:'專案人力資源配置與管控',
    li5:'現金出納 財務處理',
    li6:'在控管方面成功在去年教育部委辦計畫共八項中有六項執行率達90%，其中四項更達到95%'
  },
  
];